Repository: honzachalupa/SymptomsTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: cs

source: Abdominal cramps
cs: Křeče v břiše

source: Acne
cs: Akné

source: Add a your first symptom to start tracking.
cs: Vytvořte svůj první symptom a začněte zaznamenávat.

source: Add entry
cs: Přidat záznam

source: Add from Health app
cs: Přidat z aplikace Zdraví

source: Add your first entry.
cs: Přidejte váš první záznam.

source: Adding symptoms from Health app is only possible on iOS devices.
cs: Přidávání symptomů z aplikace Zdraví je možné pouze na zařízeních s iOS.

source: AI insights
cs: AI doporučení

source: All symptoms summary
cs: Přehled všech symptomů

source: Appetite changes
cs: Změny chuti k jídlu

source: Are you sure you want to delete all data?
cs: Opravdu si přejete smazat veškerá data?

source: Are you sure you want to delete the symptom %@?
cs: Opravdu si přejete smazat symptom %@?

source: Bladder incontinences
cs: Inkontinence moči

source: Bloating
cs: Nadýmání

source: Body ache
cs: Bolest těla a svalů

source: Breast pain
cs: Bolest prsou

source: Cancel
cs: Zrušit

source: Chest tightness or pain
cs: Ztuhlost nebo bolest na hrudi

source: Chills
cs: Zimnice

source: Connected to Health app
cs: Připojeno k aplikaci Zdraví

source: Constipation
cs: Zácpa

source: Coughing
cs: Kašel

source: Create
cs: Vytvořit

source: Create manualy
cs: Vytvořit manuálně

source: Create symptom
cs: Vytvořit symptom

source: Create trigger
cs: Vytvořit spouštěč

source: Creating AI insights...
cs: Vytváření AI doporučení

source: Data type
cs: Typ dat

source: Date
cs: Datum

source: Delete
cs: Smazat

source: Delete all data
cs: Smazat všechna data

source: Delete Symptom
cs: Smazat symtom

source: Diarrhea
cs: Průjem

source: Dizziness
cs: Závratě

source: Dry skin
cs: Suchá kůže

source: Edit
cs: Upravit

source: Edit symptom
cs: Upravit symptom

source: Edit trigger
cs: Upravit spouštěč

source: Entries
cs: Záznamy

source: Fainting
cs: Mdloby

source: Fatigue
cs: Vyčerpání

source: Fever
cs: Horečka

source: Hair loss
cs: Vypadávání vlasů

source: Headache
cs: Bolest hlavy

source: Hot flashes
cs: Návaly horka

source: Loading...
cs: Načítání...

source: Loss of smell
cs: Ztráta čichu

source: Loss of taste
cs: Ztráta chuti

source: Lower back pain
cs: Bolest dolní části zad

source: Memory lapse
cs: Výpadek paměti

source: Mild
cs: Mírné

source: Moderate
cs: Střední

source: Mood changes
cs: Změny nálady

source: Name
cs: Popis

source: Nausea
cs: Nevolnost

source: New entry
cs: Nový záznam

source: New symptom
cs: Nový symptom

source: New trigger
cs: Nový spouštěč

source: Night sweats
cs: Noční pocení

source: No
cs: Ne

source: Note
cs: Poznámka

source: Open Health app
cs: Otevřít aplikaci Zdraví

source: Overview
cs: Přehled

source: Pelvic pain
cs: Bolest v pánevní oblasti

source: Rapid pounding or fluttering heartbeat
cs: Zrychlený tep, bušení nebo flutter

source: Relates to: %@
cs: Souvisí s: %@

source: Runny nose
cs: Rýma

source: Save
cs: Uložit

source: Settings
cs: Nastavení

source: Severe
cs: Závažné

source: Severity
cs: Závažnost

source: Severity:
cs: Závažnost:

source: Shortness of breath
cs: Dušnost

source: Sinus congestion
cs: Zánět dutin

source: Skipped heartbeat
cs: Vynechávání úderů srdce

source: Sleep changes
cs: Změny spánku

source: Sore throat
cs: Bolest krku

source: Symptoms
cs: Symptomy

source: Triggers
cs: Spouštěče

source: Vaginal dryness
cs: Vaginální suchost

source: Vomiting
cs: Zvracení

source: Wheezing
cs: Sípání

source: Your most common triggers
cs: Vaše nejčastější spouštěče
